<?php

return [
    /*
        COMMON
    */
    'in_development'           => 'В разработке',

    /*
        HEADER
    */
    'main_title'               => 'Z11',
    'news'                     => 'Новости',
    'cosplay'                  => 'Косплей',
    'user_agreement'           => 'ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ',
    'user_agreement_reg'       => 'редакция от 17.06.2020',
    'user_agreement_text'      => '<h2 style="color: #E36C0A; font-size: 22px; line-height: 32px;">Освные положения:</h2>
    <h3 style="color: #6f86a2; font-size: 18px; line-height: 28px;">Сервис, в лице администрации сайта по ссылке z11.live:</h3>
    <ol style="list-style:decimal; line-height: 24px;">
    <li>Предназначен для ознакомления пользователя с архивными / лайв данными по игре Dota2, однако не несет ответственность за их актуальность / правильность.</li>
    <li>Не является букмекерской канторой (другим игровым сайтом) и не принимает никаких ставок.</li>
    <li>Не проводит никаких финанансових операций.</li>
    <li>Собирает данные только из официальных источников которые есть в открытом доступе.</li>
    <li>Не берет на себя ответственность за услуги которые размещены по рекламным ссылкам и предупреждает - все сервисы доступны на сайте по ссылке не имеют правового отношения к сервису и могут / должны использовать только после соблюдения всех правил этих сайтов-сервисов.</li>
    </ol>
    <h3 style="color: #6f86a2; font-size: 18px; line-height: 28px;">Пользователям сервиса:</h3>
    <ol style="list-style:decimal; line-height: 24px;">
    <li>Бесплатно предоставляется вся имеющаяся на сервисе информация.</li>
    <li>Информация предоставляется исключительно для собственного пользования.</li>
    <li>Запрещается автоматизировать считывания (парсить) информацию.</li>
    <li>Запрещается продавать / комерциализовуваты информацию.</li>
    <li>Берут на себя ответственность за использование информации. </li> 
    </ol>  
    ',
    'in_development'           => 'В разработке',
    'ok'                       => 'OK',
    'search_placeholder'       => 'Найти команду/игрока',
    'team'                     => 'Команда',
    'teams'                    => 'Команды',
    'player'                   => 'Игрок',
    'players'                  => 'Игроки',
    'tournament'               => 'Турниры',
    'results_page'             => 'Все результаты',
    'schedule_page'            => 'Полное расписание',
    'tournament_grid'          => 'Сетка, группы и расписание в разработке',

    /*
        FOOTER
    */
    'main'                     => 'Главная',
    'info'                     => 'Инфо',
    'rules'                    => 'Правила',
    'powered_by'               => 'Powered by',
    'creator'                  => 'EraSoft',
    'all_rights_reserved'      => 'Все права защищены',
    'all_rights_reserved_date' => '&copy;2020',
    'design'                   => 'Design',
    'layout'                   => 'Layout',

    /*
        MAIN / MATCH
    */
    'chat'                     => 'чат',
    'past'                     => 'Результаты',
    'your_login'               => 'Ваш логин',
    'your_email'               => 'Ваш Email',
    'login'                    => 'Вход',
    'live'                     => 'Лайв',
    'future'                   => 'Расписание',
    'victory_on_the_map'       => 'победа на карте',
    'best'                     => 'лучшие',
    'permission_problem'       => 'У Вас недостаточно прав для доступа к этой странице',


    /*
        PLAYER
    */
    'position'                 => 'Позиция',
    'previous_teams'           => 'Предыдущие команды',
    'filter'                   => 'Фильтр',
    'KDA'                      => 'КДА',
    'EVM'                      => 'ЗВМ',
    'OVM'                      => 'ОВМ',

    /*
        COMMAND
    */


    /*
        News
    */
    'how_it_works'              => 'Как это работает?',
    'last_day'                  => 'Сутки',
    'last_week'                 => 'Неделя',


    /*
        Cosplay
    */
    'new'                       => 'Новые',
    'cosplay_best'              => 'Лучшие',
    'which_better'              => 'Какая лучше?',
    'thx_poll'                  => 'Победитель, спасибо за голосование!',


    /*
        TOURNAMENT
    */
    'groups'                   => 'Группы',
    'play_off'                 => 'Плей-офф',
    'tournament_statistics'    => 'Статистика турнира',

    /*
        EXCEPTIONS
    */
    'exception_403'            => 'Доступ ограничен',
    'exception_404'            => 'Не найдено',
    'exception_unknown'        => 'Ошибка',

    'theme_dark'  => 'Тёмная',
    'theme_white' => 'Светлая',

    'banner' => [
        'success_create' => 'Баннер успешно создан',
        'success_edit'   => 'Баннер успешно отредактирован',
        'success_delete' => 'Баннер успешно удален',
        'success_theme'  => 'Цвет для баннера изменен',
    ],

    'player_admin' => [
        'success_create' => 'Игрок успешно создан',
        'success_edit'   => 'Игрок успешно отредактирован',
        'success_delete' => 'Игрок успешно удален',
    ],

    'stream' => [
        'status_on'      => 'Включить',
        'status_off'     => 'Выключить',
        'success_create' => 'Стрим успешно создан',
        'success_edit'   => 'Стрим успешно отредактирован',
        'success_delete' => 'Стрим успешно удален',
        'success_status' => 'Статус стрима успешно сменен',
    ],

    'positions' => [
        'carry'     => 'Керри',
        'mid'       => 'Мидер',
        'offlaner'  => 'Оффлейнер',
        'support_4' => 'Саппорт 4',
        'support_5' => 'Саппорт 5',
    ],

    'days' => [
        'today'     => 'Сегодня',
        'tomorrow'  => 'Завтра',
        'yesterday' => 'Вчера',
    ],

    'tabs' => [
        'past'   => 'Прошедшие',
        'future' => 'Будущие',
        'live'   => 'Лайв'
    ],
];
